export const quizQuestions = [
  {
    id: 1,
    question: "Я быстро чувствую настроение других людей и легко подстраиваюсь под него",
    options: ["Да", "Скорее да, чем нет", "Скорее нет, чем да", "Нет"]
  },
  {
    id: 2,
    question: "В компании я часто беру на себя инициативу — предложить, организовать, повести за собой",
    options: ["Да", "Скорее да, чем нет", "Скорее нет, чем да", "Нет"]
  },
  {
    id: 3,
    question: "Мне важно, чтобы люди чувствовали себя комфортно рядом со мной",
    options: ["Да", "Скорее да, чем нет", "Скорее нет, чем да", "Нет"]
  },{
    id: 4,
    question: "Я предпочитаю избегать конфликтов и готов(а) на уступки, чтобы сохранить гармонию в отношения",
    options: ["Да", "Скорее да, чем нет", "Скорее нет, чем да", "Нет"]
  },
  {
    id: 5,
    question: "Мне комфортно делиться своими мыслями и идеями, даже если они сложные или неочевидные",
    options: ["Да", "Скорее да, чем нет", "Скорее нет, чем да", "Нет"]
  },
  {
    id: 6,
    question: "Часто беру ответственность за других, даже если это требует усилий и времени",
    options: ["Да", "Скорее да, чем нет", "Скорее нет, чем да", "Нет"]
  },
  {
    id: 7,
    question: "Мне важно быть нужным(ой), полезным(ой), поддерживающим(ей) для других",
    options: ["Да", "Скорее да, чем нет", "Скорее нет, чем да", "Нет"]
  },
  {
    id: 8,
    question: "Я не боюсь проявлять инициативу в общении или отношениях первым",
    options: ["Да", "Скорее да, чем нет", "Скорее нет, чем да", "Нет"]
  }
];